Revit 2024 API
ExtensibleStorageFilter.PassesFilter Method
Overload List
Name | Description
PassesFilter(Element)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
PassesFilter(Document, ElementId)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
See Also
ExtensibleStorageFilter Class
ExtensibleStorageFilter Members
Autodesk.Revit.DB.ExtensibleStorage Namespace